7zip
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
amd-ucode
base
base-devel
bluez
bluez-utils
btop
calc
cmatrix
deno
dolphin
dosfstools
efibootmgr
exfatprogs
fastfetch
filezilla
firefox
flatpak
git
glfw
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-protocols
hyprland-qt-support
hyprlang
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprpwcenter
hyprshot
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
jdk17-openjdk
jdk21-openjdk
kitty
lib32-gnutls
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libpulse
libretro-core-info
linux
linux-firmware
ly
mesa-utils
mpv
mtools
nano
networkmanager
noto-fonts-cjk
ntfs-3g
nvidia-open-dkms
nvidia-prime
nwg-dock-hyprland
openssh
os-prober
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
prismlauncher
qbittorrent
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rofi
sof-firmware
swww
torbrowser-launcher
ttf-jetbrains-mono-nerd
unrar
unzip
vlc
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waybar
wireplumber
woff2-font-awesome
xdg-desktop-portal-hyprland
yt-dlp
yt-dlp-ejs
zram-generator
